/*
//
// This file is for Little Snitch's IAP: https://help.obdev.at/resources/documentation/littlesnitch/#/ra-iap
// Currently Little Snitch is only translated in English and German, so will not use any other localizations.
//
// If you're translating other than English or German, you can dismiss this file or translate it in case they
// add some more languages in the future.
//
*/

// Top-level, general application description:
"ApplicationDescription" = "Keka 是一个 macOS 压缩文件管理器。";

// Software update connection:
"SoftwareUpdatePurpose" = "Keka 连接到 u(pdate).keka.io 检查新版本。";
"SoftwareUpdateDenyConsequences" = "如果您拒绝此连接，您将不会收到有关 Keka 新版本的任何通知。";
